Repository: an7oine/i18XX-localisation
Catalog: *.lproj/1825.strings
Languages: fi

# Osa 1: Kaakkois-Englanti
source: Unit 1: South Eastern England
fi: Osa 1: Kaakkois-Englanti

# Osa 2: Keski-Englanti
source: Unit 2: The Midlands
fi: Osa 2: Keski-Englanti

# Osa 3: Skotlanti & Northumbria
source: Unit 3: Scotland & Northumbria
fi: Osa 3: Skotlanti & Northumbria

# Alueelliset lisäosat
source: Regional Kits
fi: Alueelliset lisäosat

# Alue R1: Wales
source: Region R1: Wales
fi: Alue R1: Wales

# Alue R2: Lounais-Englanti
source: Region R2: South Western England
fi: Alue R2: Lounais-Englanti

# Alue R3: Pohjois-Norfolk
source: Region R3: North Norfolk
fi: Alue R3: Pohjois-Norfolk

# Alue R4: Pohjois-Skotlanti
source: Region R4: Northern Scotland
fi: Alue R4: Pohjois-Skotlanti

# Muut lisäosat
source: Other Expansions
fi: Muut lisäosat

# Kehitysosa D1
source: Development Kit D1
fi: Kehitysosa D1

# Laajennusosa K1
source: Expansion Kit K1
fi: Laajennusosa K1

# Laajennusosa K2
source: Expansion Kit K2
fi: Laajennusosa K2

# Laajennusosa K3
source: Expansion Kit K3
fi: Laajennusosa K3

# Laajennusosa K5
source: Expansion Kit K5
fi: Laajennusosa K5

# Laajennusosa K6
source: Expansion Kit K6
fi: Laajennusosa K6

# Laajennusosa K7
source: Expansion Kit K7
fi: Laajennusosa K7

# Dave Berryn muunnelmia
source: Dave Berry's variants
fi: Dave Berryn muunnelmia

# DB1: Lisälaattoja
source: DB1: Additional Tiles
fi: DB1: Lisälaattoja

# DB2: Korjauksia laudalle 1
source: DB2: Board changes for Unit 1
fi: DB2: Korjauksia laudalle 1

# DB3: Korjauksia laudalle 3
source: DB3: Board changes for Unit 3
fi: DB3: Korjauksia laudalle 3

# Sääntöjä ja lisäyksiä
source: Rules and additions
fi: Sääntöjä ja lisäyksiä

# Maanmittarit
source: Survey Parties
fi: Maanmittarit

# Käytä kaikkia lautojen 1-3 laattoja
source: Use all Tiles from Units 1-3
fi: Käytä kaikkia lautojen 1-3 laattoja

# Peliin on valittava vähintään yksi lauta
source: One or more Units must be selected
fi: Peliin on valittava vähintään yksi lauta

# Alueet R1-R3 on liitettävä 1-lautaan
source: Regional Kits R1-R3 connect to Unit 1
fi: Alueet R1-R3 on liitettävä 1-lautaan

# Alue R4 on liitettävä 3-lautaan
source: Regional Kit R4 connects to Unit 3
fi: Alue R4 on liitettävä 3-lautaan

# Laudat 1 & 3 on liitettävä lautaan 2
source: Units 1 & 3 interconnect via Unit 2
fi: Laudat 1 & 3 on liitettävä lautaan 2

# Lisäosat R1, R3 ja K7 edellyttävät lisäosaa K2
source: Expansion K2 is required when playing with R1, R3, or K7
fi: Lisäosat R1, R3 ja K7 edellyttävät lisäosaa K2

# Dave Berryn muunnelma DB2 edellyttää 1-lautaa
source: Dave Berry's DB2 variant requires Unit 1
fi: Dave Berryn muunnelma DB2 edellyttää 1-lautaa

# Dave Berryn muunnelma DB3 edellyttää 3-lautaa
source: Dave Berry's DB3 variant requires Unit 3
fi: Dave Berryn muunnelma DB3 edellyttää 3-lautaa
