Repository: an7oine/i18XX-localisation
Catalog: *.lproj/1830.strings
Languages: fi

# Muunnelmia
source: Variants
fi: Muunnelmia

# Wabash Cannonball, heksa D20
source: Wabash Cannonball, hexag D20
fi: Wabash Cannonball, heksa D20

# Ylimääräiset 20%-osakkeet (Erie ja N&W)
source: Extra 20% certificates (Erie + N&W)
fi: Ylimääräiset 20%-osakkeet (Erie ja N&W)

# 1830 Classic ja 1830+ (Mayfair)
source: 1830 Classic and 1830+ (Mayfair)
fi: 1830 Classic ja 1830+ (Mayfair)

# Lisälaatat (A)
source: Expanded Track Mix A
fi: Lisälaatat (A)

# Lisälaatat (B)
source: Expanded Track Mix B
fi: Lisälaatat (B)

# (C+) Lisälaatat
source: (C+) Additional Tiles
fi: (C+) Lisälaatat

# Muokatut säännöt
source: Rule variations
fi: Muokatut säännöt

# Puolitettu osingonjako
source: Allow split dividends
fi: Puolitettu osingonjako

# Sallivat oo-päivityssäännöt
source: Permissible oo Tile upgrades
fi: Sallivat oo-päivityssäännöt

# Eri painosten muunnelmia ei voi yhdistää
source: Variants of the two Editions are incompatible
fi: Eri painosten muunnelmia ei voi yhdistää

# Chesapeake Bay Bridge edellyttää lisäosaa Coalfields
source: Chesapeake Bay Bridge calls for inclusion of Coalfields
fi: Chesapeake Bay Bridge edellyttää lisäosaa Coalfields

# Eri asetelmia ei voi yhdistää
source: The Scenarios cannot be combined
fi: Eri asetelmia ei voi yhdistää
