Repository: an7oine/i18XX-localisation
Catalog: *.lproj/18GB.strings
Languages: fi

# Kaksi pelaajaa
source: Two Players
fi: Kaksi pelaajaa

# Pohjoisesta etelään
source: North to South
fi: Pohjoisesta etelään

# Idästä länteen
source: East to West
fi: Idästä länteen

# Kolme pelaajaa
source: Three Players
fi: Kolme pelaajaa

# GWR-yhtiö
source: GWR included
fi: GWR-yhtiö

# MSLR-yhtiö
source: MSLR included
fi: MSLR-yhtiö

# GSWR-yhtiö
source: GSWR included
fi: GSWR-yhtiö

# Neljä pelaajaa
source: Four Players
fi: Neljä pelaajaa

# MSLR-, GSWR- ja MC-yhtiöt
source: MSLR, GSWR, and MC included
fi: MSLR-, GSWR- ja MC-yhtiöt

# Asetelmia ei voi yhdistää
source: Scenarios may not be combined
fi: Asetelmia ei voi yhdistää

# Valitse kolme tai neljä pelaajaa
source: Choose three or four players
fi: Valitse kolme tai neljä pelaajaa

# Valitse vain yksi kolmesta yhtiöstä
source: Choose only one of the three companies
fi: Valitse vain yksi kolmesta yhtiöstä
