Repository: an7oine/i18XX-localisation
Catalog: *.lproj/Engine.strings
Languages: fi

# %@, heksa %@
source: %1$@, hexag %2$@
fi: %1$@, heksa %2$@

# %d–%d pelaajaa
source: %1$d–%2$d players
fi: %1$d–%2$d pelaajaa

# (muut)
source: (others)
fi: (muut)

# (virheellinen)
source: (invalid)
fi: (virheellinen)

# arvo (%@): %@
source: price (%1$@): %2$@
fi: arvo (%1$@): %2$@

# asema (%@), heksa %@
source: token (%1$@), hexag %2$@
fi: asema (%1$@), heksa %2$@

# Ei
source: No
fi: Ei

# Enintään %ld pelaajaa
source: Maximum of %ld players
fi: Enintään %ld pelaajaa

# Harmaa
source: Grey
fi: Harmaa

# juna (%@): %@ #%ld
source: train (%1$@): %2$@ #%3$ld
fi: juna (%1$@): %2$@ #%3$ld

# Kaksoisraideväli
source: Dual Gauge
fi: Kaksoisraideväli

# Kapea raideväli
source: Narrow Gauge
fi: Kapea raideväli

# Kaupunki
source: City
fi: Kaupunki

# Kaupunki x 2
source: City x 2
fi: Kaupunki x 2

# Kaupunki x 3
source: City x 3
fi: Kaupunki x 3

# käteinen (%@): %c %@
source: cash (%1$@): %2$c %3$@
fi: käteinen (%1$@): %2$c %3$@

# Keltainen
source: Yellow
fi: Keltainen

# Keltainen/vihreä
source: Yellow/green
fi: Keltainen/vihreä

# Korjaus
source: Corrected
fi: Korjaus

# Kylä
source: Village
fi: Kylä

# Kylä x 2
source: Village x 2
fi: Kylä x 2

# Kylä x 3
source: Village x 3
fi: Kylä x 3

# Kyllä
source: Yes
fi: Kyllä

# laatta #%@, heksa %@ (%@)
source: tile #%1$@, hexag %2$@ (%3$@)
fi: laatta #%1$@, heksa %2$@ (%3$@)

# lainan maksu (%@): %@
source: borrow (%1$@): %2$@
fi: lainan maksu (%1$@): %2$@

# lainan nosto (%@): %@
source: repay (%1$@): %2$@
fi: lainan nosto (%1$@): %2$@

# Läpinäkyvä
source: Clear
fi: Läpinäkyvä

# lisenssi (%@): %@
source: licence (%1$@): %2$@
fi: lisenssi (%1$@): %2$@

# luovutus (%@): %@
source: merge (%1$@): %2$@
fi: luovutus (%1$@): %2$@

# Markkinat
source: Pool
fi: Markkinat

# Musta
source: Black
fi: Musta

# Muu väri
source: Other colour
fi: Muu väri

# Normaali raideväli
source: Regular Gauge
fi: Normaali raideväli

# Ohjelmavirhe: tiedosto puuttuu
source: Program error: file missing
fi: Ohjelmavirhe: tiedosto puuttuu

# Ohjelmavirhe: viallinen tiedosto
source: Program error: invalid file
fi: Ohjelmavirhe: viallinen tiedosto

# osake (%@): %@
source: certificate (%1$@): %2$@
fi: osake (%1$@): %2$@

# osakekanta (%@): %@ / %ld
source: equity (%1$@): %2$@ / %3$ld
fi: osakekanta (%1$@): %2$@ / %3$ld

# Pinkki
source: Pink
fi: Pinkki

# Punainen
source: Red
fi: Punainen

# Punaruskea
source: Russet
fi: Punaruskea

# Punaruskea/harmaa
source: Russet/grey
fi: Punaruskea/harmaa

# Ruskea
source: Brown
fi: Ruskea

# Ruskea/punaruskea
source: Brown/russet
fi: Ruskea/punaruskea

# Sininen
source: Aqua
fi: Sininen

# sulkeminen (%@)
source: close (%@)
fi: sulkeminen (%@)

# Syötä kauppahinta
source: set trade amount
fi: Syötä kauppahinta

# tuotto (%@): %@
source: earn (%1$@): %2$@
fi: tuotto (%1$@): %2$@

# Tyhjä
source: Buff
fi: Tyhjä

# Tyhjä rata
source: Plain track
fi: Tyhjä rata

# Tyhjä/keltainen
source: Buff/yellow
fi: Tyhjä/keltainen

# Vaaleansininen
source: Light blue
fi: Vaaleansininen

# vaihe %@
source: phase %@
fi: vaihe %@

# Vähintään %ld pelaajaa
source: Minimum of %ld players
fi: Vähintään %ld pelaajaa

# Vihreä
source: Green
fi: Vihreä

# Vihreä/punaruskea
source: Green/russet
fi: Vihreä/punaruskea

# Violetti
source: Purple
fi: Violetti

# vuoro (OR %d.%d): %@
source: turn (OR %1$d.%2$d): %3$@
fi: vuoro (OR %1$d.%2$d): %3$@

# vuoro (SDR %d): %@
source: turn (SDR %1$d): %2$@
fi: vuoro (SDR %1$d): %2$@

# Yhtiö
source: Treasury
fi: Yhtiö
