Repository: an7oine/i18XX-localisation
Catalog: *.lproj/iOS.strings
Languages: fi

# #%ld %@ %ld (aseta)
source: #%1$ld %2$@ %3$ld (assign)
fi: #%1$ld %2$@ %3$ld (aseta)

# #%ld (lisää)
source: #%ld (insert)
fi: #%ld (lisää)

# %@ %ld (aseta)
source: %1$@ %2$ld (assign)
fi: %1$@ %2$ld (aseta)

# %@ (%ld kpl)
source: %1$@ (%2$ld pcs)
fi: %1$@ (%2$ld kpl)

# %@ saatavilla
source: %@ available
fi: %@ saatavilla

# %@, %d–%d pelaajaa
source: %1$@, %2$d–%3$d Players
fi: %1$@, %2$d–%3$d pelaajaa

# %d kierroksen jälkeen
source: after %d round(s)
fi: %d kierroksen jälkeen

# %ld + %ld osakekirjaa
source: %1$ld + %2$ld certificates
fi: %1$ld + %2$ld osakekirjaa

# %ld / %ld osakekirjaa
source: %1$ld / %2$ld certificates
fi: %1$ld / %2$ld osakekirjaa

# %ld kpl : %@
source: %1$ld pcs : %2$@
fi: %1$ld kpl : %2$@

# %ld osakekirjaa
source: %1$ld certificates
fi: %ld osakekirjaa

# %ld siirtoa
source: %1$ld moves
fi: %ld siirtoa

# %ld × tuotto
source: %ld × earnings
fi: %ld × tuotto

# %u luokkaa / %ld kt
source: %1$u classes / %2$ld kbytes
fi: %1$u luokkaa / %2$ld kt

# %u peliä / %ld kt
source: %1$u titles / %2$ld kbytes
fi: %1$u peliä / %2$ld kt

# (Kassa)
source: (Treasury)
fi: (Kassa)

# (Muut)
source: (Others)
fi: (Muut)

# + Aloita uusi peli
source: + Tap to start a match
fi: + Aloita uusi peli

# + Aloita uusi peli napauttamalla
source: + Tap to start a match
fi: + Aloita uusi peli napauttamalla

# + Lisää
source: + Add
fi: + Lisää

# 1 siirto
source: 1 move
fi: 1 siirto

# Aikarajoitettu tulos osoitetaan tähdellä
source: Constrained results indicated by an asterisk
fi: Aikarajoitettu tulos osoitetaan tähdellä

# Aineisto
source: Resources
fi: Aineisto

# Ajoasetukset
source: Route settings
fi: Ajoasetukset

# Aloita alusta
source: Reset game
fi: Aloita alusta

# Arvioi
source: Rate it
fi: Arvioi

# Arvo
source: Worth
fi: Arvo

# Arvo...
source: Worth...
fi: Arvo...

# Arvonnousu
source: Share growth
fi: Arvonnousu

# Asemat
source: Tokens
fi: Asemat

# Asemien tuotot
source: Station income
fi: Asemien tuotot

# Aseta nimellisarvo
source: Set Par value
fi: Aseta nimellisarvo

# Aseta osakekurssi
source: Set SPI point
fi: Aseta osakekurssi

# Aseta yhtiön markkina-arvo
source: Place SPI marker
fi: Aseta yhtiön markkina-arvo

# Asetukset
source: Settings
fi: Asetukset

# Asetukset...
source: Settings...
fi: Asetukset...

# Älä pysähdy asemalla
source: Do not call at this Station
fi: Älä pysähdy asemalla

# Ei osinkoa
source: Withhold earnings
fi: Ei osinkoa

# Ei pelaajia
source: No players
fi: Ei pelaajia

# Ei tuottoa
source: No earnings
fi: Ei tuottoa

source: Do you want to restore all matches from a previous version of the app? Any new moves made in them, using the current version, will be lost.
fi: Haluatko palauttaa vanhan sovellusversion pelit? Kaikki niihin tässä versiossa tehdyt muutokset menetetään.

# Hyväksy
source: OK
fi: Hyväksy

# Jatka
source: Continue
fi: Jatka

# Jatka peliä
source: Continue
fi: Jatka peliä

# Järjestä julkaisuvuoden mukaan
source: Sort by year published
fi: Järjestä julkaisuvuoden mukaan

# Järjestä lisäämisajankohdan mukaan
source: Sort by support introduction
fi: Järjestä lisäämisajankohdan mukaan

# Järjestä maan tai alueen mukaan
source: Sort by geographic region
fi: Järjestä maan tai alueen mukaan

# Järjestä nimen mukaan
source: Sort by title
fi: Järjestä nimen mukaan

# Järjestä pelaajamäärän mukaan
source: Sort by number of players
fi: Järjestä pelaajamäärän mukaan

# Järjestä suunnittelijan mukaan
source: Sort by designer
fi: Järjestä suunnittelijan mukaan

# Johtaja: %@
source: Director: %@
fi: Johtaja: %@

# Junat
source: Trains
fi: Junat

# kaksi viikkoa sitten
source: Two weeks ago
fi: kaksi viikkoa sitten

# Kapea
source: Narrow
fi: Kapea

# Käteisvarat
source: Cash balance
fi: Käteisvarat

# Käytä edellisiä reittejä
source: Load previous routes
fi: Käytä edellisiä reittejä

# Käytä iCloudia
source: Use iCloud
fi: Käytä iCloudia

# Käytetyt junat
source: Second-hand Trains
fi: Käytetyt junat

# Käytössä olevat junat
source: Current trains
fi: Käytössä olevat junat

# Käyttömaisuus...
source: Operating assets...
fi: Käyttömaisuus...

# Käyttöomaisuus
source: Assets
fi: Käyttöomaisuus

# Kiinteä tuotto
source: Fixed revenue
fi: Kiinteä tuotto

# Kiinteät tuotot
source: Fixed income
fi: Kiinteät tuotot

# Kirjaudu iCloud-tilille, jotta voit luoda ja jatkaa pelejä
source: Sign in to iCloud to play matches
fi: Kirjaudu iCloud-tilille, jotta voit luoda ja jatkaa pelejä

# Kirjaudu iCloud-tilille, jotta voit pelata
source: Sign in to iCloud to play matches
fi: Kirjaudu iCloud-tilille, jotta voit pelata

source: Sign in to sync matches via iCloud
fi: Kirjaudu iCloud-tilille, jotta voit tallentaa ja synkronoida pelit pilvipalvelun avulla

# Kirjautuminen vaaditaan
source: Sign-in required
fi: Kirjautuminen vaaditaan

# Koko
source: Size
fi: Koko

# Kokonaistuotto
source: Total Earnings
fi: Kokonaistuotto

# kolme viikkoa sitten
source: Three weeks ago
fi: kolme viikkoa sitten

# Koodinimi
source: Codename
fi: Koodinimi

# Kumoa
source: Cancel
fi: Kumoa

# Kumoa %ld siirtoa
source: Undo %ld moves
fi: Kumoa %ld siirtoa

# Kurkista
source: Peek
fi: Kurkista

# Laske tuotto...
source: Calculate earnings...
fi: Laske tuotto...

# Laske uudelleen
source: Recalculate
fi: Laske uudelleen

# Lasketaan...
source: Calculating...
fi: Lasketaan...

# Laskurit
source: Counters
fi: Laskurit

# Lähetä...
source: Send...
fi: Lähetä...

# Lisää
source: Add
fi: Lisää

# Lisää %@
source: Add %@
fi: Lisää %@

# Lisäosat ja säännöt
source: Expansions & Rules
fi: Lisäosat ja säännöt

# Lisätietoa
source: More info
fi: Lisätietoa

# Lisätty
source: Added
fi: Lisätty

# Lisenssit
source: Licences
fi: Lisenssit

# Lopeta
source: Leave game
fi: Lopeta

# Lopeta yhtiön toiminta
source: Close Company operations
fi: Lopeta yhtiön toiminta

# Maa
source: Country
fi: Maa

# Markkinat
source: Bank Pool
fi: Markkinat

# Muokkaa kokonaistuottoa
source: Edit total Earnings
fi: Muokkaa kokonaistuottoa

# Muut
source: More
fi: Muut

# Muut junat
source: Other trains
fi: Muut junat

# Muut omistajat
source: Other owners
fi: Muut omistajat

# Muut yhtiöt
source: Other Companies
fi: Muut yhtiöt

# Myy %@
source: Sell %1$@
fi: Myy %@

# Myy %@ (%@)
source: Sell %1$@ (%2$@)
fi: Myy %1$@ (%2$@)

# Myynti: %@
source: Sell: %@
fi: Myynti: %@

# Näytä kaikki uudelleen
source: Restore all tips
fi: Näytä kaikki uudelleen

# Näytä siirrot
source: Replay moves
fi: Näytä siirrot

# Nimeä uudelleen
source: Rename
fi: Nimeä uudelleen

# Nimellisarvo
source: Par value
fi: Nimellisarvo

# Nimet
source: Names
fi: Nimet

# Nimi
source: Title
fi: Nimi

# Nollaa asetus
source: Reset Station options
fi: Nollaa asetus

# Nosta (+) tai maksa (-) velkaa
source: Withdraw (+) or repay (-) debt
fi: Nosta (+) tai maksa (-) velkaa

# Nyt
source: Now
fi: Nyt

# Ohjelmakoodi
source: Program code
fi: Ohjelmakoodi

# Olettaen, että tuotot pysyvät samoina ja suurin mahdollinen osinko maksetaan
source: Assuming constant earnings and maximal dividends
fi: Olettaen, että tuotot pysyvät samoina ja suurin mahdollinen osinko maksetaan

# Omaisuus
source: Holdings
fi: Omaisuus

# Omaisuus yhteensä
source: Net worth
fi: Omaisuus yhteensä

# Omat osakkeet
source: Treasury shares
fi: Omat osakkeet

# Osakeanti
source: Initial Offer
fi: Osakeanti

# Osakekanta
source: Share distribution
fi: Osakekanta

# Osakekurssi
source: Share price
fi: Osakekurssi

# Osakekurssit
source: SPI
fi: Osakekurssit

# Osakesalkku
source: Portfolio
fi: Osakesalkku

# Osakkeen arvo...
source: Share value...
fi: Osakkeen arvo...

# Osingonjako
source: Issue dividend
fi: Osingonjako

# Osinko
source: Dividends
fi: Osinko

# Osinko: %@
source: Dividend: %@
fi: Osinko: %@

# Osta %@
source: Buy %1$@
fi: Osta %@

# Osta %@ (%@)
source: Buy %1$@ (%2$@)
fi: Osta %1$@ (%2$@)

# Osta tai myy
source: Buy or sell
fi: Osta tai myy

# Osto: %@
source: Buy: %@
fi: Osto: %@

# Osuustaulukko
source: Equities
fi: Osuustaulukko

# Palauta aiemmat ostot
source: Restore purchases
fi: Palauta aiemmat ostot

# Palaute
source: Feedback
fi: Palaute

# Pelaaja
source: Player
fi: Pelaaja

# Pelaaja %ld:
source: Player %ld:
fi: Pelaaja %ld:

# Pelaajat
source: Players
fi: Pelaajat

# Peli ja suunnittelija
source: Game & Designer
fi: Peli ja suunnittelija

source: The match was created using a newer version of the app. Get the newest version from App Store.
fi: Peli on luotu käytössä olevaa uudemmalla sovellusversiolla. Hae uusin versio sovelluskaupasta.

source: The match was created using an older version of the app. Compatibility may be an issue.
fi: Peli on luotu käytössä olevaa vanhemmalla sovellusversiolla. Yhteensopivuusongelmia voi ilmetä.

source: The match was created using a version of the app that is too old. Please re-create the match.
fi: Peli on luotu liian vanhalla sovellusversiolla, eikä sitä voida avata tässä versiossa. Aloita peli uudelleen.

# Peliä ei voitu avata
source: The match can't be opened
fi: Peliä ei voitu avata

# Pelilauta
source: Board
fi: Pelilauta

# Pelin alku
source: Game start
fi: Pelin alku

# Pelin asetukset...
source: Game configuration...
fi: Pelin asetukset...

# Pelin nimi
source: Match title
fi: Pelin nimi

# Pelit
source: Matches
fi: Pelit

# Pelitilanne
source: Standings
fi: Pelitilanne

# Pelivaihe (%@)
source: Phase (%@)
fi: Pelivaihe (%@)

# Pelivaihe (alku)
source: Phase (Start)
fi: Pelivaihe (alku)

# Pelivuoro
source: Play turn
fi: Pelivuoro

# Pelivuoro (%@)
source: Play turn (%@)
fi: Pelivuoro (%@)

# Pelivuoro...
source: Play turn...
fi: Pelivuoro...

# Peru %@
source: Undo %@
fi: Peru %@

# Peru %ld siirtoa
source: Undo %ld moves
fi: Peru %ld siirtoa

# Peru siirto
source: Undo action
fi: Peru siirto

# Peru vain tämä
source: Undo this action only
fi: Peru vain tämä

# Pikaohjeet
source: Quick tips
fi: Pikaohjeet

# Poista
source: Remove
fi: Poista

# Poista %@
source: Remove %@
fi: Poista %@

# Puolikas
source: Half
fi: Puolikas

# Puolikas osinko
source: Half dividend
fi: Puolikas osinko

# Pysähdy asemalla
source: Call at this Station
fi: Pysähdy asemalla

# Pysäytä laskenta
source: Stop calculating
fi: Pysäytä laskenta

# Raideleveys
source: Gauge
fi: Raideleveys

# Reititys
source: Routing
fi: Reititys

# Ristiriitaiset siirrot
source: Conflicting moves
fi: Ristiriitaiset siirrot

# Seuraava
source: Next
fi: Seuraava

# Siirrä johtajan varoja yhtiöön
source: Transfer director funds to company
fi: Siirrä johtajan varoja yhtiöön

# Siirtoautomatiikka
source: Automatic actions
fi: Siirtoautomatiikka

# Siirtohistoria...
source: History...
fi: Siirtohistoria...

# Sovellus
source: About the app
fi: Sovellus

# Sulje yhtiö
source: Close company
fi: Sulje yhtiö

# Suljettu
source: Blocked
fi: Suljettu

# Tavallinen
source: Regular
fi: Tavallinen

# Tekijä
source: Designer
fi: Tekijä

# Tietoa 18XX-peleistä
source: About 18XX games
fi: Tietoa 18XX-peleistä

# Tietoja
source: Information
fi: Tietoja

# Tue ohjelman kehitystä
source: Support development
fi: Tue ohjelman kehitystä

# Tuo vanhat pelit uudelleen
source: Re-migrate old matches
fi: Tuo vanhat pelit uudelleen

# Tuotot
source: Growth
fi: Tuotot

# Tuotto
source: Earnings
fi: Tuotto

# Tuotto (...): %@
source: Total (...): %@
fi: Tuotto (...): %@

# Tuotto (...): %@ / %ldcc
source: Total (...): %1$@ / %2$ldcc
fi: Tuotto (...): %1$@ / %2$ldcc

# Tuotto: %@%@
source: Total: %1$@%2$@
fi: Tuotto: %1$@%2$@

# Tuotto: %@%@ / %ldcc
source: Total: %1$@%2$@ / %3$ldcc
fi: Tuotto: %1$@%2$@ / %3$ldcc

# Tyhjennä asemien määritykset
source: Reset Station settings
fi: Tyhjennä asemien määritykset

# Työkalut
source: Tools
fi: Työkalut

# Uudet junat
source: New Trains
fi: Uudet junat

# Uusi peli
source: New match
fi: Uusi peli

# Uusimpia pelejä
source: Recent additions
fi: Uusimpia pelejä

# Vaihda
source: Switch
fi: Vaihda

# Vaihe: %@
source: Phase: %@
fi: Vaihe: %@

# Vaihtuva tuotto
source: Variable revenue
fi: Vaihtuva tuotto

# Valinnat...
source: Options...
fi: Valinnat...

# Velat
source: Debt
fi: Velat

# Versio
source: Version
fi: Versio

# Versiotiedot
source: Version info
fi: Versiotiedot

# viikko sitten
source: A week ago
fi: viikko sitten

# Viimeisimmän tuoton mukaan operointikierroksella
source: According to last collected Earnings, per Round
fi: Viimeisimmän tuoton mukaan operointikierroksella

# Viimeisin tuotto
source: Last Earnings
fi: Viimeisin tuotto

# Viimeksi pelattu
source: Latest played
fi: Viimeksi pelattu

# Vuoro: %@
source: Turn: %@
fi: Vuoro: %@

# Vuorossa oleva yhtiö
source: Now operating
fi: Vuorossa oleva yhtiö

# Vuosi
source: Year
fi: Vuosi

# Yhdistä tai sulje
source: Merge or close
fi: Yhdistä tai sulje

# Yhdistä yhtiöön
source: Merge into Company
fi: Yhdistä yhtiöön

# Yhteiskäyttö
source: Dual
fi: Yhteiskäyttö

# Yhtiön arvo
source: Company worth
fi: Yhtiön arvo

# Yhtiön hallussa
source: Treasury shares
fi: Yhtiön hallussa

# Yhtiön toiminta
source: Company operations
fi: Yhtiön toiminta

# Yksityiset yhtiöt
source: Private Companies
fi: Yksityiset yhtiöt
