Repository: an7oine/i18XX-localisation
Catalog: *.lproj/Rules.strings
Languages: fi

# Aavikkoheksan rakennuskustannus
source: Desert hexag lay cost
fi: Aavikkoheksan rakennuskustannus

# Aja etäkohteeseen enintään kerran
source: Run Offboard only once per Train
fi: Aja etäkohteeseen enintään kerran

# Aja kullakin laatalla vain kerran
source: Run only once via any Tile
fi: Aja kullakin laatalla vain kerran

# Aja miehitetyn aseman läpi
source: Run routes via occupied Stations
fi: Aja miehitetyn aseman läpi

# Ajo voi ohittaa kylät
source: Route may pass through Villages
fi: Ajo voi ohittaa kylät

# Ajo voi päättyä kylään
source: Terminate at Villages
fi: Ajo voi päättyä kylään

# Ajo voi päättyä miehitetylle asemalle
source: Terminate at occupied Stations
fi: Ajo voi päättyä miehitetylle asemalle

# Ajojen kotiasemavaatimus
source: Routes must include Company Base
fi: Ajojen kotiasemavaatimus

# Ajojen yhtenäisyysvaatimus
source: Routes must form a coherent network
fi: Ajojen yhtenäisyysvaatimus

# Ajokelpoinen yhtiö vaatii junan
source: Company with a Route needs a Train
fi: Ajokelpoinen yhtiö vaatii junan

# Ajon voi aloittaa miltä tahansa ekvivalenssiasemalta
source: Runs may start from any station within the equivalency of a token
fi: Ajon voi aloittaa miltä tahansa ekvivalenssiasemalta

# Aloittavat yhtiöt
source: Companies to start
fi: Aloittavat yhtiöt

# Arvonlaskun tuottokynnys
source: Threshold earnings ratio for prices to sink
fi: Arvonlaskun tuottokynnys

# Arvonnousu vuorossa enintään
source: Maximal price growth per Dividend
fi: Arvonnousu vuorossa enintään

# Arvonnousun tuottokynnys
source: Dividend price growth threshold
fi: Arvonnousun tuottokynnys

# Asemien ajettavuusvaatimus
source: Station upgrades require runnable Route
fi: Asemien ajettavuusvaatimus

# Asemien arvonnousuvaatimus
source: Station upgrades require rise in value
fi: Asemien arvonnousuvaatimus

# Asemien hinnat
source: Token costs
fi: Asemien hinnat

# Älä huomioi kyläkapasiteettia
source: Ignore secondary (village) capacity
fi: Älä huomioi kyläkapasiteettia

# Ei laattaa pelaajan heksoille
source: Player owned Privates block hexag
fi: Ei laattaa pelaajan heksoille

# Ei laattaa yksityisten heksoille
source: Operating Privates block hexag
fi: Ei laattaa yksityisten heksoille

# Ei osinkoa yhtiön hallussa
source: No dividend for Shares in Treasury
fi: Ei osinkoa yhtiön hallussa

# Erillinen yhtiövaluutta (CC)
source: Use Company Credits (CC)
fi: Erillinen yhtiövaluutta (CC)

# Etäkohde edellyttää omaa asemaa
source: Running Offboard requires a token
fi: Etäkohde edellyttää omaa asemaa

# Etäkohteiden tuottoaskelma
source: Offboard value index
fi: Etäkohteiden tuottoaskelma

# Harmaa hintavyöhyke
source: Grey Zone limit
fi: Harmaa hintavyöhyke

# Hintakatto päättää pelin
source: Delayed ending at top SPI
fi: Hintakatto päättää pelin

# Hintakatto päättää pelin heti
source: Immediate ending at top SPI
fi: Hintakatto päättää pelin heti

# Hintakehitys ilman osinkoa
source: Withholding SPI movement
fi: Hintakehitys ilman osinkoa

# Hintakehitys osakenippua kohti
source: Price movement once per block of shares
fi: Hintakehitys osakenippua kohti

# Hintakehitys osinkoa jaettaessa
source: Dividend SPI movement
fi: Hintakehitys osinkoa jaettaessa

# Hintakehitys puolella osingolla
source: Price movement when half dividend is paid
fi: Hintakehitys puolella osingolla

# Hintakehitys vain johtajalle
source: Price movement only when sold by Director
fi: Hintakehitys vain johtajalle

# Hintakehitys vuoron jälkeen
source: Account for SDR price movement after Turn
fi: Hintakehitys vuoron jälkeen

# Hylkää osingon jakojäännös
source: Discard odd Earnings when halved
fi: Hylkää osingon jakojäännös

# Jokiheksan rakennuskustannus
source: River hexag lay cost
fi: Jokiheksan rakennuskustannus

# Junien enimmäismäärä
source: Maximum number of Trains
fi: Junien enimmäismäärä

# Käännetty lauta
source: Tilted Board
fi: Käännetty lauta

# Käytä johtajan varoja
source: Use Director funding
fi: Käytä johtajan varoja

# Käytöstä poistuvat junat
source: Obsoleted Trains
fi: Käytöstä poistuvat junat

# Keltainen hintavyöhyke
source: Yellow Zone limit
fi: Keltainen hintavyöhyke

# Kerää asemien tuotto vain kerran
source: Score called Stations once per turn
fi: Kerää asemien tuotto vain kerran

# Konkurssi päättää pelin heti
source: Immediate ending at Bankruptcy
fi: Konkurssi päättää pelin heti

# Kotiasema yhtiön käynnistyessä
source: Place base Token immediately when floated
fi: Kotiasema yhtiön käynnistyessä

# Kunkin laatan päivityskustannus
source: Upgrade cost for each Tile
fi: Kunkin laatan päivityskustannus

# Kunkin laatan rakennuskustannus
source: Cost per Tile laid
fi: Kunkin laatan rakennuskustannus

# Kuusikulmaiset osakehinnat
source: Hexagonal SPI
fi: Kuusikulmaiset osakehinnat

# Laatta-asemat vain omistajalle
source: Plain track tokens runnable by owner only
fi: Laatta-asemat vain omistajalle

# Lisää kylä radan varteen
source: Villages may be placed amid Plain Track
fi: Lisää kylä radan varteen

# Maanmittarit
source: Use Survey Parties
fi: Maanmittarit

# Maksa täysi tuotto osaketta kohti
source: Pay full Earnings per each unit of Equity
fi: Maksa täysi tuotto osaketta kohti

# Markkinaosakkeiden hintakehitys
source: Price movement per Share in the Pool
fi: Markkinaosakkeiden hintakehitys

# Markkinoiden osinko kassaan
source: Shares in Pool pay to treasury
fi: Markkinoiden osinko kassaan

# Merkitsemätön osinko kassaan
source: Shares in IPO pay to treasury
fi: Merkitsemätön osinko kassaan

# Metsäheksan rakennuskustannus
source: Forest hexag lay cost
fi: Metsäheksan rakennuskustannus

# Miehitettyjen asemien läpiajoja
source: Max. passed-through occupied Stations
fi: Miehitettyjen asemien läpiajoja

# Muunna kylä kaupungiksi
source: Villages may convert into Cities
fi: Muunna kylä kaupungiksi

# Muunnettavat junat
source: Converted Trains
fi: Muunnettavat junat

# Myydyn osakkeen hintakehitys
source: Sold shares' price movement
fi: Myydyn osakkeen hintakehitys

# Myyty yksityinen suljetaan
source: Close sold Privates
fi: Myyty yksityinen suljetaan

# Nimibonuksia junalla enintään
source: Route Chits allowed a single Train
fi: Nimibonuksia junalla enintään

# Omistaja voi sulkea yksityisen
source: Voluntary closing of Privates
fi: Omistaja voi sulkea yksityisen

# Operointikierroksia peräkkäin
source: Consecutive Operating Rounds
fi: Operointikierroksia peräkkäin

# Oranssi hintavyöhyke
source: Orange zone limit
fi: Oranssi hintavyöhyke

# Osakeanti markkina-arvolla
source: Buy from IPO at current value
fi: Osakeanti markkina-arvolla

# Osakekirjarajoitus
source: Certificate limit
fi: Osakekirjarajoitus

# Osakemaksimi markkinoilla
source: Bank Pool limit
fi: Osakemaksimi markkinoilla

# Osakemaksimi yhtiössä
source: Company Certificate limit
fi: Osakemaksimi yhtiössä

# Osakeyhtiöiden toimintajärjestys
source: Public Company operating order
fi: Osakeyhtiöiden toimintajärjestys

# Osakeyhtiöt toimivat ensin
source: Public Companies operate first
fi: Osakeyhtiöt toimivat ensin

# Osakkeet myydään pankille
source: Shares are sold back to the bank
fi: Osakkeet myydään pankille

# Osakkeiden alkuperäinen haltija
source: Origin of newly issued shares
fi: Osakkeiden alkuperäinen haltija

# Ostetun osakkeen hintakehitys
source: Bought shares' price movement
fi: Ostetun osakkeen hintakehitys

# Osuusmaksimi yhtiössä
source: Company Equity limit
fi: Osuusmaksimi yhtiössä

# Pankin koko
source: Bank size
fi: Pankin koko

# Päivitä kaksi kaupunkia yhdeksi
source: Upgrade two Cities into one
fi: Päivitä kaksi kaupunkia yhdeksi

# Päivitä kaksi kylää kaupungeiksi
source: Upgrade two Villages into Cities
fi: Päivitä kaksi kylää kaupungeiksi

# Päivitä kaksi kylää kaupungiksi
source: Upgrade two Villages into a City
fi: Päivitä kaksi kylää kaupungiksi

# Päivitä kaksi kylää yhdeksi
source: Upgrade two Villages into one
fi: Päivitä kaksi kylää yhdeksi

# Päivitä kylä kahdeksi kyläksi
source: Upgrade one Village into two
fi: Päivitä kylä kahdeksi kyläksi

# Päivitä kylä kaupungiksi
source: Upgrade one Village into City
fi: Päivitä kylä kaupungiksi

# Päivitä samalla värillä
source: Upgrade with equal Colour
fi: Päivitä samalla värillä

# Pelaa osakekierrokseen asti
source: Finish after OR sequence
fi: Pelaa osakekierrokseen asti

# Pelaajan alkupääoma
source: Initial Player capital
fi: Pelaajan alkupääoma

# Pelaajien enimmäismäärä
source: Maximum Players
fi: Pelaajien enimmäismäärä

# Pelaajien vähimmäismäärä
source: Minimum Players
fi: Pelaajien vähimmäismäärä

# Pelin päättävä osakkeen arvo
source: Game-over SPI threshold
fi: Pelin päättävä osakkeen arvo

# Pienin nostokelpoinen lainaerä
source: Unit size of loans issued
fi: Pienin nostokelpoinen lainaerä

# Poista kylä radan varresta
source: Villages may convert into Plain track
fi: Poista kylä radan varresta

# Punainen hintavyöhyke
source: Red zone limit
fi: Punainen hintavyöhyke

# Puolita junatuotot
source: Halve Route earnings
fi: Puolita junatuotot

# Puolitettu osinko
source: Half dividend
fi: Puolitettu osinko

# Pysähdy asemilla vain yhdellä junalla
source: Only call once at each Station
fi: Pysähdy asemilla vain yhdellä junalla

# Pysähdy kahdessa etäkohteessa samalla laatalla
source: Call on two off-board Stations on one Tile
fi: Pysähdy kahdessa etäkohteessa samalla laatalla

# Pysähdy laatalla kahdesti
source: Call multiple Stations on Tile
fi: Pysähdy laatalla kahdesti

# Pysähdy laatan kylissä kahdesti
source: Call multiple Villages on Tile
fi: Pysähdy laatan kylissä kahdesti

# Pysähdy omalla asemalla
source: Count a token toward Capacity
fi: Pysähdy omalla asemalla

# Pysähdy seisakkeilla
source: Call at Halts
fi: Pysähdy seisakkeilla

# Pysyvät heksojen ylitysmaksut
source: Persistent Edge crossing costs
fi: Pysyvät heksojen ylitysmaksut

# Pysyvät rakennuskustannukset
source: Persistent costs for upgrading Tiles
fi: Pysyvät rakennuskustannukset

# Rajoitukseton ajo kylien kautta
source: Unlimited Villages on Routes
fi: Rajoitukseton ajo kylien kautta

# Ratojen ajettavuusvaatimus
source: Plain upgrades require runnable Route
fi: Ratojen ajettavuusvaatimus

# Ruskea hintavyöhyke
source: Brown zone limit
fi: Ruskea hintavyöhyke

# Saatavilla olevat laatat
source: Available Tile Colours
fi: Saatavilla olevat laatat

# Salli asemien vapaa yhdistäminen
source: Flexible Station-combining upgrades
fi: Salli asemien vapaa yhdistäminen

# Suljettavat yhtiöt
source: Companies to close
fi: Suljettavat yhtiöt

# Suoheksan rakennuskustannus
source: Swamp hexag lay cost
fi: Suoheksan rakennuskustannus

# Suosi yhtiön kassaa puolituksessa
source: Half dividends favour treasury
fi: Suosi yhtiön kassaa puolituksessa

# Täyden omistuksen hintakehitys
source: Fully held shares' price movement
fi: Täyden omistuksen hintakehitys

# Täysi aloituspääoma
source: Full Capitalisation
fi: Täysi aloituspääoma

# Tee kauppaa yksityisillä
source: Trade Privates between Players
fi: Tee kauppaa yksityisillä

# Tiukka päivityssääntö
source: Restrictive upgrades
fi: Tiukka päivityssääntö

# Toissijaisen tuoton saaja
source: Privates' secondary beneficiary
fi: Toissijaisen tuoton saaja

# Tyhjä osakekierros päättää pelin
source: Delayed ending after idle SDR
fi: Tyhjä osakekierros päättää pelin

# Tyhjä pankki päättää pelin
source: Delayed ending after broken Bank
fi: Tyhjä pankki päättää pelin

# Usealle laatalle ulottuvat asemat
source: Stations on multiple hexags
fi: Usealle laatalle ulottuvat asemat

# Useampi ajo samalla rataosuudella
source: Run tracks with multiple Trains
fi: Useampi ajo samalla rataosuudella

# Uusia asemia vuorossa
source: Available Tokens per Turn
fi: Uusia asemia vuorossa

# Vaihtoehtoiset ajosäännöt
source: Alternative rules for running
fi: Vaihtoehtoiset ajosäännöt

# Valmiiksi painetut kotiasemat
source: Pre-printed Company bases
fi: Valmiiksi painetut kotiasemat

# Vapaasti sijoitettavat kohdemerkit
source: Freely placed Destination markers
fi: Vapaasti sijoitettavat kohdemerkit

# Vuoriheksan rakennuskustannus
source: Mountain hexag lay cost
fi: Vuoriheksan rakennuskustannus

# Yhtiö käynnistyy 1. osakkeella
source: Float with Director's share
fi: Yhtiö käynnistyy 1. osakkeella

# Yhtiöiden väliset junakaupat
source: Trade Trains between Companies
fi: Yhtiöiden väliset junakaupat

# Yhtiön käynnistymiskynnys
source: Flotation threshold
fi: Yhtiön käynnistymiskynnys

# Yhtiöt voivat ostaa osakkeitaan
source: Buy Treasury shares
fi: Yhtiöt voivat ostaa osakkeitaan

# Yhtiöt voivat ostaa toisiaan
source: Buy other Company shares
fi: Yhtiöt voivat ostaa toisiaan

# Yhtiöt voivat ostaa yksityisiä
source: Publics may buy Privates
fi: Yhtiöt voivat ostaa yksityisiä

# Yksityiset yhtiöt suljetaan
source: Privates closed
fi: Yksityiset yhtiöt suljetaan

# Yksityisten myyntitappio
source: Sell Privates back at loss
fi: Yksityisten myyntitappio

# Yksityisten toimintajärjestys
source: Private Company operating order
fi: Yksityisten toimintajärjestys

# Yksityisten vapaa omistus
source: Don't count Privates in Certificates
fi: Yksityisten vapaa omistus

# Ylimääräinen aloituslaatta
source: Extra Tile at Company Base
fi: Ylimääräinen aloituslaatta

# Ylimääräinen kotiasema
source: Extra Token at Company Base
fi: Ylimääräinen kotiasema

# Ylimääräisen laatan rakennuskustannus
source: Cost for an extra Tile lay
fi: Ylimääräisen laatan rakennuskustannus
