Repository: an7oine/i18XX-localisation
Catalog: *.lproj/Tooltips.strings
Languages: fi

# ( Jatka napauttamalla )
source: ( Tap to continue )
fi: ( Jatka napauttamalla )

# Aloita uusi 18XX-peli napauttamalla
source: Tap to start a new 18XX match
fi: Aloita uusi 18XX-peli napauttamalla

# Aseta pelikohtainen lisäosa tai asetus päälle/pois napauttamalla
source: Tap to toggle game option or expansion on/off
fi: Aseta pelikohtainen lisäosa tai asetus päälle/pois napauttamalla

# Aseta pelivaihe (ostettu juna) napauttamalla
source: Tap to set game Phase (purchased train type)
fi: Aseta pelivaihe (ostettu juna) napauttamalla

source: Tap and hold a hexag to place or remove Tokens
fi: Aseta tai poista asemia ja muita pelimerkkejä napauttamalla ja pitämällä heksaa hetki painettuna

# Aseta tai poista laattoja napauttamalla heksaa
source: Tap a hexag to place or remove Tiles
fi: Aseta tai poista laattoja napauttamalla heksaa

source: Tap to set a Public Company's market value or remove it from the SPI
fi: Aseta yhtiön markkina-arvo tai poista se markkinoilta napauttamalla arvolaatikkoa

# Avaa asetus- tai lisäosaryhmä napauttamalla
source: Tap to open a group of options/expansions
fi: Avaa asetus- tai lisäosaryhmä napauttamalla

# Jatka aiemmin aloitettua peliä napauttamalla
source: Tap to resume an existing match
fi: Jatka aiemmin aloitettua peliä napauttamalla

# Jatka pelaajien valintaan napauttamalla
source: Tap to setup players
fi: Jatka pelaajien valintaan napauttamalla

# Katso ja toimita osingonjako napauttamalla
source: Tap to view and issue dividends
fi: Katso ja toimita osingonjako napauttamalla

# Katso kunkin junan keräämät tuotot napauttamalla sen reittiä
source: Tap on a route to check invidividual Train earnings
fi: Katso kunkin junan keräämät tuotot napauttamalla sen reittiä

# Lisää toimintoja napauttamalla
source: Tap for further options
fi: Lisää toimintoja napauttamalla

# Lisää uusi pelaaja napauttamalla
source: Tap to add a Player
fi: Lisää uusi pelaaja napauttamalla

source: Tap for more information about 18XX games or about the app, or change app settings
fi: Lue lisää 18XX-peleistä, katso sovelluksen tiedot tai muokkaa asetuksia napauttamalla

source: Tap to modify SPI point. The app will suggest a new share value based on the collected Earnings
fi: Muokkaa osakekurssia napauttamalla. Sovellus ehdottaa uutta markkina-arvoa toimitetun osingonjaon perusteella

# Muokkaa pelaajan nimeä napauttamalla
source: Tap to edit Player name
fi: Muokkaa pelaajan nimeä napauttamalla

# Näytä ja muokkaa vuorossa olevan pelaajan tai yhtiön tietoja napauttamalla
source: Tap to show and edit current Player or Company information
fi: Näytä ja muokkaa vuorossa olevan pelaajan tai yhtiön tietoja napauttamalla

# Näytä tai piilota pelejä viimeisimmän siirron mukaan napauttamalla
source: Tap to hide or display matches in groups based on last moves made
fi: Näytä tai piilota pelejä viimeisimmän siirron mukaan napauttamalla

source: The tips will only be shown once, but can be restored from within the Information screen
fi: Ohjeet näytetään vain kerran, mutta voit palauttaa ne näytettäviksi uudelleen Lisätiedot-näkymästä

source: You can also modify the share price. The app will suggest a new price point based on shares sold
fi: Osakekurssia voi myös muokata. Sovellus ehdottaa uutta markkina-arvoa viimeksi myytyjen osakkeiden perusteella.

source: Tap to buy and sell Company-owned other Company shares, Treasury shares, or Private companies
fi: Osta ja myy osakeyhtiön omistamia omia osakkeita, toisten yhtiöiden osakkeita tai yksityisiä yhtiöitä napauttamalla

# Osta ja myy pelaajan omistamia osakkeita napauttamalla
source: Tap to buy and sell player-owned Share certificates
fi: Osta ja myy pelaajan omistamia osakkeita napauttamalla

# Osta ja myy pelaajan omistamia yksityisiä yhtiöitä napauttamalla
source: Tap to buy and sell player-owned Private companies
fi: Osta ja myy pelaajan omistamia yksityisiä yhtiöitä napauttamalla

# Palaa pelin perusnäkymään napauttamalla
source: Tap to close and return to the normal game display
fi: Palaa pelin perusnäkymään napauttamalla

# Pyyhkäise vasemmalle nähdäksesi lisää vaihtoehtoja
source: Swipe left for further options
fi: Pyyhkäise vasemmalle nähdäksesi lisää vaihtoehtoja

# Sekoita pelaajien järjestys napauttamalla
source: Tap to shuffle the play order
fi: Sekoita pelaajien järjestys napauttamalla

# Siirry näkymien välillä pyyhkäisemällä kahdella sormella
source: Swipe with two fingers to switch tabs
fi: Siirry näkymien välillä pyyhkäisemällä kahdella sormella

# Siirry näkymien välillä pyyhkäisemällä ruudun reunasta
source: Swipe from screen edge to switch tabs
fi: Siirry näkymien välillä pyyhkäisemällä ruudun reunasta

# Tallenna ja jatka napauttamalla
source: Tap to save and continue
fi: Tallenna ja jatka napauttamalla

# Tarkista osakkeiden arvo
source: Tap to check portfolio worth
fi: Tarkista osakkeiden arvo

# Tarkista osakkeiden lukumäärä
source: Tap to check portfolio size
fi: Tarkista osakkeiden lukumäärä

# Tarkista pelaajan osakesalkku ja kokonaistuotot
source: Tap to check player holdings and profits
fi: Tarkista pelaajan osakesalkku ja kokonaistuotot

# Tarkista tuotot operointikierroksella
source: Tap to check earnings per OR
fi: Tarkista tuotot operointikierroksella

source: Tap to view par & current share value, current earnings per OR, outstanding equity, and operating assets
fi: Tarkista yhtiön markkina- ja nimellisarvo, nykyiset tuotot, osakekanta sekä käyttöomaisuus napauttamalla

# Tervetuloa! Näissä kuplissa esitetään nopeita vinkkejä sovelluksen käyttöön
source: Welcome! These popovers will display quick tips about the app
fi: Tervetuloa! Näissä kuplissa esitetään nopeita vinkkejä sovelluksen käyttöön

# Uutta versiossa 1.8: automaattiset käteistapahtumat
source: New in 1.8: automatic cash transactions
fi: Uutta versiossa 1.8: automaattiset käteistapahtumat

# Uutta versiossa 1.8: iCloud-tallennus
source: New in version 1.8: iCloud storage
fi: Uutta versiossa 1.8: iCloud-tallennus

# Vaihda näkymää napauttamalla
source: Tap to switch displays
fi: Vaihda näkymää napauttamalla

# Vaihda pelien järjestystä napauttamalla
source: Tap to change title sort order
fi: Vaihda pelien järjestystä napauttamalla

source: Tap and hold to pick individual Stations for running into or avoiding
fi: Valitse asemia ajettaviksi tai väistettäviksi napauttamalla ja pitämällä heksaa painettuna

# Valitse peli napauttamalla
source: Tap to pick a title
fi: Valitse peli napauttamalla

# Valitse yhtiön käyttöomaisuus (junat ja lisenssit) napauttamalla
source: Tap to change Company assets (Trains and Licences)
fi: Valitse yhtiön käyttöomaisuus (junat ja lisenssit) napauttamalla
