Repository: an7oine/i18XX-localisation
Catalog: *.lproj/Validation.strings
Languages: fi

# Asema ei ole yhteydessä rataverkkoon
source: No connection to existing track
fi: Asema ei ole yhteydessä rataverkkoon

# Asema on jo täynnä
source: No free slot for Token
fi: Asema on jo täynnä

# Asema on varattu toiselle yhtiölle
source: Slot reserved for another Company
fi: Asema on varattu toiselle yhtiölle

# Aseman arvo ei nouse
source: No rise in Station value
fi: Aseman arvo ei nouse

# Ei ajokelpoista reittiä laatalle
source: No runnable Route
fi: Ei ajokelpoista reittiä laatalle

# Ei ratayhteyttä
source: No track connection
fi: Ei ratayhteyttä

# Ei ratayhteyttä asemalle
source: No connection to a Token
fi: Ei ratayhteyttä asemalle

# Ei ratayhteyttä laatalle
source: Disjoint Tile
fi: Ei ratayhteyttä laatalle

# Heksa on varattu toiselle yhtiölle
source: Hexag is reserved for another Company
fi: Heksa on varattu toiselle yhtiölle

# Jyrkkä mutka
source: Sharp Curve
fi: Jyrkkä mutka

# Kaikkien heksojen on oltava tyhjiä
source: Only empty hexags may be laid upon
fi: Kaikkien heksojen on oltava tyhjiä

# Kassa ei riitä
source: Out of cash
fi: Kassa ei riitä

# Laatan vaihto päättää laattojen asettelun
source: Upgrading a Tile concludes the Tile phase
fi: Laatan vaihto päättää laattojen asettelun

# Olemassaoleva asema puuttuu
source: Missing an existing Station
fi: Olemassaoleva asema puuttuu

# Olemassaoleva yhteys puuttuu
source: Missing an existing Connection
fi: Olemassaoleva yhteys puuttuu

# Suljettu ratayhteys
source: Blocked track
fi: Suljettu ratayhteys

# Väärä laatta
source: Wrong tile
fi: Väärä laatta

# Väärä ratalinja
source: Wrong track
fi: Väärä ratalinja

# Vääränvärinen laatta
source: Wrong Tile colour
fi: Vääränvärinen laatta

# Viereinen laatta estää rakentamisen
source: Blocked by an adjacent Tile
fi: Viereinen laatta estää rakentamisen

# Virheellinen aseman sijoitus
source: Invalid Token placement
fi: Virheellinen aseman sijoitus

# Yhteys isolle asemalle
source: Connected with a Large Station
fi: Yhteys isolle asemalle

# Yhtiöllä on jo asema samalla laatalla
source: Existing Company Token on Tile
fi: Yhtiöllä on jo asema samalla laatalla
